{
  "@context": "https://schema.org",
  "@type": "FAQPage",
  "mainEntity": [
    {
      "@type": "Question",
      "name": "What do you mean by Insurance?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Insurance is a contract which is presented as a policy to be used as a risk management tool to ensure financial protection at the time of crisis. Insurance helps an individual to ensure financial protection against losses that may arise during an unforeseen event."
      }
    },
    {
      "@type": "Question",
      "name": "Why is insurance important?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "Unfortunate events like accidents, illnesses, and natural disasters come without any warning and thus it is necessary for you to keep yourself and your loved ones shielded against such unforeseen happenings. One of the best and simplest ways of keeping yourself secured against these contingent events which may cause a financial loss is buying an insurance policy."
      }
    },
    {
      "@type": "Question",
      "name": "How Does Insurance Work?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "As mentioned earlier, insurance is a legal contract between the policyholder and the insurance provider. The insurance policy carries all the details about the aspects and conditions under which the insurance provider will pay out the insurance amount to the policyholder or their nominee in case an unforeseen event occurs. Insurance is a financial tool which helps in ensuring financial protection of yourself and your family. Generally, the person who has purchased the policy also known as policyholder has to pay premiums for the coverage available under the insurance policy. Any person can seek insurance from an insurance company."
      }
    },
    {
      "@type": "Question",
      "name": "What kind of insurance do you offer?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "PureBima Insurance provides insurance coverage for Health Insurance, Motor Insurance, Private Car Insurance, Two-Wheeler Insurance, Travel Insurance, Home Insurance."
      }
    },
    {
      "@type": "Question",
      "name": "How do I file a claim?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "There are many ways to file a claim: 1. Online at PureBima website 2. Through your independent agent 3. Calling Pure Bima directly at contact number"
      }
    }
  ]
}
